{
  "main": {
    "loading": "Carregant...",
    "searchArtwork": "Cerca d'obres d'art",
    "searchArtist": "Cerca d'artistes",
    "searchTour": "Cerca de visites guiades"
  },
  "zero": {
    "skip": "Ometre",
    "one": {
      "header": "No et perdis res!",
      "text": "Tria qualsevol de les visites guiades predefinides o personalitza la teva pròpia per veure-ho tot."
    },
    "two": {
      "header": "Obtén tota la informació amb només un escaneig",
      "text": "Escaneja qualsevol obra d'art per veure tota la història que hi ha darrere."
    },
    "three": {
      "header": "Afegeix tot el que t'agrada a les teves preferides",
      "text": "El nostre algoritme s'assegura que res que t'agradi passi desapercebut."
    }
  },
  "buttons": {
    "tours": "Visites guiades",
    "artists": "Artistes",
    "artworks": "Obres d'art",
    "museum": "Museu",
    "about": "Sobre",
    "tickets": "Entrades",
    "ticketsButton": "Compra d'entrades"
  },
  "navbar": {
    "explore": "Explorar",
    "favorites": "Preferides",
    "profile": "Perfil",
    "edit": "Editar",
    "changePassword": "Canviar la contrasenya",
    "language": "Idioma",
    "appearance": "Aparença",
    "support": "Suport",
    "legal": "Legal",
    "logout": "Tancar sessió",
    "deleteAccount": "Eliminar compte",
    "deleteUser": "Eliminar usuari",
    "deleteConfirmation": "Esteu segur que voleu eliminar el vostre compte? Aquesta acció és irreversible.",
    "cancel": "Cancel·lar",
    "delete": "Eliminar"
  },
  "artistSearchPage": {
    "goBack": "Tornar",
    "favorited": "Afegit a preferides",
    "notFavorited": "No afegit a preferides",
    "about": "Sobre",
    "readMore": "Llegir més",
    "readLess": "Llegir menys",
    "getMoreInfo": "Més informació",
    "loadingArtistDetails": "Carregant detalls de l'artista...",
    "notBioAvailable": "Biografia no disponible",
    "american": "Artistes nord-americans",
    "spanish": "Artistes espanyols",
    "women": "Dones en l'art",
    "results": "Resultats per a"
  },
  "artworkSearchPage": {
    "women": "Dones en l'art",
    "american": "Obres d'art nord-americanes",
    "european": "Obres d'art europees",
    "random": "Obres d'art aleatòries",
    "results": "Resultats per a"
  },
  "changeYourPassword": {
    "current": "Contrasenya actual",
    "new": "Nova contrasenya",
    "confirm": "Confirmar contrasenya",
    "change": "Canviar la teva contrasenya",
    "success": "Contrasenya canviada amb èxit!"
  },
  "themePage": {
    "header": "Tema",
    "light": "Clar",
    "dark": "Fosc"
  },
  "support": {
    "header": "Suport",
    "first": "Si necessites ajuda o tens alguna pregunta sobre l'aplicació Musart, no dubtis a contactar el nostre equip de suport. Estem aquí per ajudar-te!",
    "contactHeader": "Informació de contacte",
    "mail": "Correu electrònic: angpepeles@gmail.com",
    "phone": "Telèfon: +34 667 63 44 56",
    "operating": "Horari d'atenció",
    "week": "Dilluns a divendres: 9:00 a 17:00 (EST)",
    "weekend": " Dissabte i diumenge: Tancat"
  },
  "legal": {
    "title": "Política de privacitat",
    "intro": "Aquesta política de privacitat regeix la manera com Musart recopila, utilitza, manté i divulga la informació recopilada dels usuaris (cada un, un 'Usuari') de l'aplicació mòbil Musart ('App'). Aquesta política de privacitat s'aplica a l'App i a tots els productes i serveis que ofereix Musart.",
    "personalIdentificationInfoTitle": "Informació d'identificació personal",
    "personalIdentificationInfo": "Musart pot recopilar informació d'identificació personal dels usuaris de diverses maneres, incloent-hi el moment en què els usuaris es registren a l'App i proporcionen el seu nom, adreça de correu electrònic i contrasenya. La informació d'identificació personal recopilada s'utilitza amb fins d'autenticació i per millorar l'experiència de l'usuari dins de l'App. Musart es compromet a mantenir confidencial i segura la informació personal de l'usuari.",
    "nonPerIdInTitle": "Informació no personal d'identificació",
    "nonPerIdIn": "Musart també pot recopilar informació no personal d'identificació sobre els usuaris sempre que interactuïn amb l'App. Aquesta informació pot incloure el tipus de dispositiu utilitzat, el sistema operatiu, el nom del navegador i altres detalls tècnics relacionats amb la interacció de l'usuari amb l'App. Aquesta informació es recopila per millorar la funcionalitat de l'App i oferir una millor experiència de l'usuari.",
    "useOfTitle": "Ús de la informació recopilada",
    "useOfCollectedInfo": [
      "Musart pot utilitzar la informació recopilada per als següents fins:",
      "- Per proporcionar i personalitzar l'experiència de l'usuari: La informació recopilada permet a Musart personalitzar el contingut i les funcions de l'App per adaptar-les millor a les preferències i interessos de l'usuari.",
      "- Per millorar el servei d'atenció al client: La informació ajuda Musart a respondre de manera més eficient a les sol·licituds de suport de l'usuari i proporcionar un servei d'atenció al client efectiu.",
      "- Per enviar correus electrònics periòdics: Musart pot utilitzar l'adreça de correu electrònic proporcionada per enviar actualitzacions, notificacions i informació important relacionada amb l'App. L'usuari pot optar per no rebre aquestes comunicacions posant-se en contacte amb Musart o utilitzant l'enllaç de cancel·lació de la subscripció proporcionat als correus electrònics."
    ],
    "protectionOfUserInfoTitle": "Protecció de la informació de l'usuari",
    "protectionOfUserInfo": "Musart pren les mesures de seguretat adequades per protegir la informació de l'usuari contra l'accés no autoritzat, l'alteració, la divulgació o la destrucció. Això inclou mantenir pràctiques adequades de recopilació, emmagatzematge i processament de dades i mesures de seguretat per protegir contra l'accés no autoritzat a la informació de l'usuari.",
    "sharingOfUserInfoTitle": "Compartir la informació de l'usuari",
    "sharingOfUserInfo": "Musart no ven, intercanvia ni lloga la informació d'identificació personal dels usuaris a altres persones. La informació de l'usuari s'utilitza estrictament amb els fins esmentats en aquesta política de privacitat i només és accessible per al personal autoritzat de Musart o proveïdors de serveis que necessiten conèixer la informació per prestar serveis en nom de Musart.",
    "changesToPolicyTitle": "Canvis en aquesta política de privacitat",
    "changesToPolicy": "Musart es reserva el dret d'actualitzar o modificar aquesta política de privacitat en qualsevol moment. S'encoratja els usuaris a consultar aquesta política de privacitat periòdicament per verificar qualsevol canvi. La continuació de l'ús de l'App després de les modificacions constituirà el reconeixement i l'acceptació de l'usuari de la política de privacitat actualitzada.",
    "contactUsTitle": "Posa't en contacte amb nosaltres",
    "contactUsInfo": "Si tens preguntes o inquietuds sobre aquesta política de privacitat o les pràctiques de l'App Musart, pots posar-te en contacte amb nosaltres a angpepeles@gmail.com."
  },
  "editProfile": {
    "name": "Nom",
    "email": "Correu electrònic",
    "description": "Descripció",
    "save": "Desar"
  },
  "museum": {
    "aboutTitle": "Sobre el museu",
    "about": "El Metropolitan Museum of Art, conegut com a Met, és el museu d'art més gran d'Amèrica i es troba a Nova York. Fins al 2022, ha rebut 3.208.832 visitants, ocupant el vuitè lloc entre els museus d'art més visitats del món. Als Estats Units, és el segon museu d'art més visitat, només superat per la National Gallery of Art de Washington D.C. La col·lecció permanent del Met compta amb més de dos milions d'obres, organitzades en 17 departaments curadors. El principal edifici del Met està situat a la Cinquena Avinguda, 1000, a la zona coneguda com a Museum Mile, al costat est de Manhattan, i és un dels museus d'art més grans del món. La construcció va començar el 1880 i ocupa aproximadament 190.000 metres quadrats. Un altre emplaçament, The Cloisters, es troba al Fort Tryon Park a l'Upper Manhattan i alberga una extensa col·lecció d'art, arquitectura i artefactes de l'Europa medieval. L'origen del Metropolitan Museum of Art es remunta al 1870 i té la missió de portar l'art i l'educació artística al poble nord-americà. La col·lecció permanent abasta diferents formes d'art, incloent-hi l'antiguitat clàssica, l'antic Egipte, les pintures i escultures dels Vells Mestres europeus i l'art modern nord-americà. A més, el Met té extenses col·leccions d'art africà, asiàtic, oceànic, bizantí i islàmic. El museu també mostra col·leccions enciclopèdiques d'instruments musicals, vestits, accessoris i armes i armadures antigues de tot el món. Les galeries exhibeixen interiors notables que abasten des de l'antiga Roma del segle I fins al disseny modern nord-americà.",
    "schedules": "Horaris",
    "closed": "TANCAT",
    "find": "On trobar-lo",
    "maps": "Obrir a Maps"
  },
  "artworkDetails": {
    "about": "Sobre",
    "details": "Detalls",
    "find": "On trobar aquesta obra d'art",
    "open": "Obrir a Maps",
    "like": "També t'agradarà",
    "loading": "Carregant detalls de l'obra d'art...",
    "unable": "No es poden obtenir els detalls d'aquesta obra d'art."
  },
  "artistDetails": {
    "about": "Sobre",
    "more": "Llegir més",
    "less": "Llegir menys",
    "moreInfo": "Més informació",
    "visit": "Visita",
    "not": "Biografia no disponible",
    "loading": "Carregant detalls de l'artista..."
  },
  "toursRecommendations": {
    "one": "Visites d'una hora",
    "recom": "Recomanat",
    "like": "T'agradarà",
    "personalize": "Personalitza una visita guiada"
  },
  "tours": {
    "rate": "En general, com qualificaries l'experiència d'aquesta visita guiada?",
    "next": "Següent",
    "end": "Finalitzar visita",
    "time": "Va ser l'horari de la visita precís segons les teves preferències i el temps estimat?",
    "info": "Va ser la informació sobre les obres d'art de la visita útil per a tu?",
    "noMatch": "No hi ha visites que coincideixin",
    "long": "Quantes hores tens per a la teva visita?",
    "least": "Necessites com a mínim una hora per a la teva visita",
    "exceed": "No pots excedir les 5 hores de visita",
    "negative": "No pots tenir minuts negatius",
    "moreMinutes": "No pots tenir més de 59 minuts",
    "allFields": "Has de completar tots els camps correctament",
    "oneTage": "Has de seleccionar com a mínim una etiqueta",
    "miss": "Quina moviment d'artista no voldries perdre't?",
    "important": "Només vull veure les obres d'art més importants",
    "save": "Guardar visita",
    "tourTime": "Durada de la visita",
    "can": "Aquí pots afegir o eliminar obres d'art. T'informarem si els teus canvis excedeixen el temps de la visita.",
    "room": "Sala",
    "discover": "Descobreix l'art",
    "goTo": "Per passar a l'obra d'art següent, hauràs d'anar a la galeria:",
    "unknown": "Artista desconegut",
    "bio": "Biografia de l'artista: ",
    "type": "Tipus d'art: ",
    "created": "Creat per",
    "noFavorites": "No tens cap {{field}} preferit",
    "mark": "Totes les {{field}} que marquis com a preferides apareixeran aquí",
    "explore": "Anem d'exploració!",
    "artworks": "obres d'art",
    "artists": "artistes",
    "creating": "Estem creant la visita guiada perfecta per a tu...",
    "start": "Començar visita",
    "personalized": "Visita personalitzada"
  }
}
