{
    "zero": {
      "skip": "Überspringen",
      "one": {
        "header": "Verpasse nichts!",
        "text": "Wähle eine der vordefinierten Touren aus oder passe deine eigene an, um alles zu sehen."
      },
      "two": {
        "header": "Erhalte alle Informationen mit nur einem Scan",
        "text": "Scanne jedes Kunstwerk, um die ganze Geschichte dahinter zu sehen."
      },
      "three": {
        "header": "Füge alles, was dir gefällt, zu deinen Favoriten hinzu",
        "text": "Unser Algorithmus stellt sicher, dass nichts, was dir gefällt, unbemerkt bleibt."
      }
    },
    "buttons": {
      "tours": "Touren",
      "artists": "Künstler",
      "artworks": "Kunstwerke",
      "museum": "Museum",
      "about": "Über",
      "tickets": "Tickets",
      "ticketsButton": "Tickets kaufen"
    },
    "navbar": {
      "explore": "Entdecken",
      "favorites": "Favoriten",
      "profile": "Profil",
      "edit": "Bearbeiten",
      "changePassword": "Passwort ändern",
      "language": "Sprache",
      "appearance": "Erscheinungsbild",
      "support": "Support",
      "legal": "Rechtliches",
      "logout": "Abmelden",
      "deleteAccount": "Konto löschen",
      "deleteUser": "Benutzer löschen",
      "deleteConfirmation": "Sind Sie sicher, dass Sie Ihr Konto löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.",
      "cancel": "Abbrechen",
      "delete": "Löschen"
    },
  
    "artistSearchPage": {
      "goBack": "Zurück",
      "favorited": "Favorisiert",
      "notFavorited": "Nicht favorisiert",
      "about": "Über",
      "readMore": "Weiterlesen",
      "readLess": "Weniger lesen",
      "getMoreInfo": "Mehr Informationen",
      "loadingArtistDetails": "Künstlerdetails werden geladen...",
      "notBioAvailable": "Biografie nicht verfügbar",
      "american": "Amerikanische Künstler",
      "spanish": "Spanische Künstler",
      "women": "Frauen in der Kunst",
      "results": "Ergebnisse für"
    },
  
    "artworkSearchPage": {
      "women": "Frauen in der Kunst",
      "american": "Amerikanische Kunstwerke",
      "european": "Europäische Kunstwerke",
      "random": "Zufällige Kunstwerke",
      "results": "Ergebnisse für"
    },
  
    "changeYourPassword": {
      "current": "Aktuelles Passwort",
      "new": "Neues Passwort",
      "confirm": "Passwort bestätigen",
      "change": "Passwort ändern",
      "success": "Passwort erfolgreich geändert!"
    },
  
    "themePage": {
      "header": "Thema",
      "light": "Hell",
      "dark": "Dunkel"
    },
  
    "support": {
      "header": "Support",
      "first": "Wenn Sie Hilfe benötigen oder Fragen zur Musart-App haben, zögern Sie nicht, sich an unser Support-Team zu wenden. Wir sind hier, um zu helfen!",
      "contactHeader": "Kontaktinformationen",
      "mail": "E-Mail: angpepeles@gmail.com",
      "phone": "Telefon: +34 667 63 44 56",
      "operating": "Betriebszeiten",
      "week": "Montag bis Freitag: 9:00 bis 17:00 Uhr (EST)",
      "weekend": "Samstag bis Sonntag: Geschlossen"
    },
  
    "legal": {
      "title": "Datenschutz-Bestimmungen",
      "intro": "Diese Datenschutz-Bestimmungen regeln die Art und Weise, wie Musart Informationen von Benutzern (jeder, ein 'Benutzer') der mobilen Anwendung Musart ('App') sammelt, verwendet, wartet und offenlegt. Diese Datenschutz-Bestimmungen gelten für die App und alle von Musart angebotenen Produkte und Dienstleistungen.",
      "personalIdentificationInfoTitle": "Persönliche Identifikationsinformationen",
      "personalIdentificationInfo": "Musart kann persönliche Identifikationsinformationen von Benutzern auf verschiedene Weise erfassen, einschließlich bei der Registrierung auf der App und bei der Angabe von Namen, E-Mail-Adresse und Passwort. Die erfassten persönlichen Identifikationsinformationen dienen Authentifizierungszwecken und zur Verbesserung der Benutzererfahrung in der App. Musart verpflichtet sich, die persönlichen Informationen des Benutzers vertraulich und sicher zu behandeln.",
      "nonPerIdInTitle": "Nicht-Personenbezogene Identifikationsinformationen",
      "nonPerIdIn": "Musart kann auch nicht-personenbezogene Identifikationsinformationen über Benutzer erfassen, wann immer sie mit der App interagieren. Diese Informationen können den Typ des verwendeten Geräts, das Betriebssystem, den Browsernamen und andere technische Details im Zusammenhang mit der Interaktion des Benutzers mit der App umfassen. Diese Informationen werden erfasst, um die Funktionalität der App zu verbessern und eine bessere Benutzererfahrung zu bieten.",
      "useOfTitle": "Verwendung gesammelter Informationen",
      "useOfCollectedInfo": [
        "Musart kann die gesammelten Informationen für folgende Zwecke verwenden:",
        "- Bereitstellung und Personalisierung der Benutzererfahrung: Die erfassten Informationen ermöglichen es Musart, den Inhalt und die Funktionen der App an die Vorlieben und Interessen des Benutzers anzupassen.",
        "- Verbesserung des Kundenservice: Die Informationen helfen Musart, Anfragen des Benutzers effizienter zu beantworten und einen effektiven Kundenservice zu bieten.",
        "- Versenden von periodischen E-Mails: Musart kann die angegebene E-Mail-Adresse verwenden, um den Benutzer über Updates, Benachrichtigungen und wichtige Informationen im Zusammenhang mit der App zu informieren. Der Benutzer kann sich durch Kontaktaufnahme mit Musart oder durch Verwendung des in den E-Mails bereitgestellten Abmeldelinks von solchen Mitteilungen abmelden."
      ],
      "protectionOfUserInfoTitle": "Schutz der Benutzerinformationen",
      "protectionOfUserInfo": "Musart ergreift angemessene Sicherheitsmaßnahmen, um Benutzerinformationen vor unbefugtem Zugriff, Veränderung, Offenlegung oder Zerstörung zu schützen. Dies umfasst angemessene Datenerfassung, -speicherung und -verarbeitungspraktiken sowie Sicherheitsmaßnahmen zum Schutz vor unbefugtem Zugriff auf Benutzerinformationen.",
      "sharingOfUserInfoTitle": "Weitergabe von Benutzerinformationen",
      "sharingOfUserInfo": "Musart verkauft, handelt oder vermietet persönliche Identifikationsinformationen des Benutzers nicht an Dritte. Benutzerinformationen werden ausschließlich für die in dieser Datenschutz-Bestimmungen genannten Zwecke verwendet und sind nur für autorisiertes Personal oder Dienstleister von Musart zugänglich, die die Informationen zur Erbringung von Dienstleistungen im Auftrag von Musart benötigen.",
      "changesToPolicyTitle": "Änderungen dieser Datenschutz-Bestimmungen",
      "changesToPolicy": "Musart behält sich das Recht vor, diese Datenschutz-Bestimmungen jederzeit zu aktualisieren oder zu ändern. Benutzer werden ermutigt, diese Datenschutz-Bestimmungen regelmäßig auf Änderungen zu überprüfen. Die fortgesetzte Nutzung der App nach den Änderungen gilt als Anerkennung und Akzeptanz der aktualisierten Datenschutz-Bestimmungen.",
      "contactUsTitle": "Kontaktieren Sie uns",
      "contactUsInfo": "Wenn Benutzer Fragen oder Bedenken hinsichtlich dieser Datenschutz-Bestimmungen oder der Praktiken der Musart-App haben, können sie uns unter angpepeles@gmail.com kontaktieren."
    },
  
    "editProfile": {
      "name": "Name",
      "email": "E-Mail",
      "description": "Beschreibung",
      "save": "Speichern"
    },
  
    "museum": {
      "aboutTitle": "Über das Museum",
      "about": "Das Metropolitan Museum of Art, allgemein bekannt als das Met, ist das größte Kunstmuseum in Amerika und befindet sich in New York City. Bis 2022 hat es 3.208.832 Besucher begrüßt und steht damit an achter Stelle der meistbesuchten Kunstmuseen weltweit. In den USA ist es das zweitmeistbesuchte Kunstmuseum, übertroffen nur von der National Gallery of Art in Washington D.C. Die ständige Sammlung des Met umfasst über zwei Millionen Werke, die in 17 kuratorischen Abteilungen organisiert sind. Das Hauptgebäude des Met liegt an der 1000 Fifth Avenue entlang des Museum Mile auf der Upper East Side von Manhattan und ist eines der größten Kunstmuseen der Welt in Bezug auf die Fläche. Der Bau begann im Jahr 1880, und es erstreckt sich über etwa 2 Millionen Quadratfuß (190.000 m²). Ein weiterer Standort, The Cloisters im Fort Tryon Park in Upper Manhattan, beherbergt eine umfangreiche Sammlung von Kunstwerken, Architektur und Artefakten aus dem mittelalterlichen Europa. Die Gründung des Metropolitan Museum of Art geht auf das Jahr 1870 zurück, mit der Mission, Kunst und Kunstpädagogik dem amerikanischen Volk zugänglich zu machen. Die ständige Sammlung umfasst verschiedene Kunstformen, darunter antike Kulturen, das alte Ägypten, europäische Gemälde und Skulpturen der Alten Meister, amerikanische und moderne Kunst. Darüber hinaus besitzt das Met umfangreiche Sammlungen afrikanischer, asiatischer, ozeanischer, byzantinischer und islamischer Kunst. Das Museum präsentiert auch enzyklopädische Sammlungen von Musikinstrumenten, Kostümen, Accessoires und antiken Waffen und Rüstungen aus der ganzen Welt. Die Galerien zeichnen sich insbesondere durch bemerkenswerte Interieurs aus, die von der römischen Antike bis zum modernen amerikanischen Design reichen.",
      "schedules": "Öffnungszeiten",
      "closed": "GESCHLOSSEN",
      "find": "Wo Sie es finden",
      "maps": "In Karten öffnen"
    },
  
    "artworkDetails": {
      "about": "Über",
      "details": "Details",
      "find": "Wo Sie dies finden",
      "open": "In Karten öffnen",
      "like": "Dir könnte auch gefallen",
      "loading": "Lade Kunstwerksdetails...",
      "unable": "Kunstwerksdetails konnten nicht abgerufen werden."
    },
  
    "artistDetails": {
      "about": "Über",
      "more": "Mehr lesen",
      "less": "Weniger lesen",
      "moreInfo": "Mehr Informationen",
      "visit": "Besuchen",
      "not": "Biografie nicht verfügbar",
      "loading": "Künstlerdetails werden geladen..."
    }
  }
  