{
      "navbar":{
          "explore": "Explorar",
          "favorites": "Favoritos",
          "profile": "Perfil",
          "edit": "Editar",
          "tourTimePreferences": "Preferencias de tiempo de recorrido",
          "scanHistory": "Historial de escaneos",
          "changePassword": "Cambiar contraseña",
          "language": "Idioma",
          "appearance": "Apariencia",
          "support": "Soporte",
          "legal": "Legal",
          "logout": "Cerrar sesión",
          "deleteAccount": "Eliminar cuenta",
          "deleteUser": "Eliminar usuario",
          "deleteConfirmation": "¿Estás seguro de que deseas eliminar tu cuenta? Esta acción no se puede deshacer.",
          "cancel": "Cancelar",
          "delete": "Eliminar"
      },
  
      "artistSearchPage":{
          "goBack": "Volver",
          "favorited": "Agregado a favoritos",
          "notFavorited": "No agregado a favoritos",
          "about": "Acerca de",
          "readMore": "Leer más",
          "readLess": "Leer menos",
          "getMoreInfo": "Obtener más información",
          "loadingArtistDetails": "Cargando detalles del artista...",
          "notBioAvailable": "Biografía no disponible"
      }, 
  
      "artworkSearchPage":{
          "women": "Mujeres en el arte",
          "american": "Obras de arte americanas",
          "european": "Obras de arte europeas",
          "random": "Obras de arte al azar"
      },
  
      "changeYourPassword":{
          "current": "Contraseña actual",
          "new": "Nueva contraseña",
          "confirm": "Confirmar contraseña",
          "change": "Cambiar contraseña"
      },
  
      "themePage":{
          "select": "Seleccionar tema de la aplicación",
          "light": "Modo claro",
          "dark": "Modo oscuro"
      },
  
      "support":{
          "header": "Soporte",
          "first": "Si necesitas ayuda o tienes alguna pregunta sobre la aplicación Musart, no dudes en ponerte en contacto con nuestro equipo de soporte. ¡Estamos aquí para ayudarte!",
          "contactHeader": "Información de contacto",
          "mail": "Correo electrónico: angpepeles@gmail.com",
          "phone": "Teléfono: +34 667 63 44 56",
          "operating": "Horario de atención",
          "week": "Lunes a viernes: 9:00 AM - 5:00 PM (EST)",
          "weekend": "Sábado y domingo: Cerrado"
      },
  
      "legal":{
          "title": "Política de privacidad",
          "intro": "Esta Política de privacidad rige la forma en que Musart recopila, utiliza, mantiene y divulga la información recopilada de los usuarios (cada uno, un 'Usuario') de la aplicación móvil Musart ('App'). Esta Política de privacidad se aplica a la App y a todos los productos y servicios ofrecidos por Musart.",
          "personalIdentificationInfoTitle": "Información de identificación personal",
          "personalIdentificationInfo": "Musart puede recopilar información de identificación personal de los usuarios de diversas formas, incluyendo cuando los usuarios se registran en la App y proporcionan su nombre, dirección de correo electrónico y contraseña. La información de identificación personal recopilada se utiliza con fines de autenticación y para mejorar la experiencia del usuario dentro de la App. Musart se compromete a garantizar que la información personal del usuario se mantenga confidencial y segura.",
          "nonPersonalIdentificationInfoTitle": "Información de identificación no personal",
          "nonPersonalIdentificationInfo": "Musart también puede recopilar información de identificación no personal sobre los usuarios cada vez que interactúan con la App. Esta información puede incluir el tipo de dispositivo utilizado, el sistema operativo, el nombre del navegador y otros detalles técnicos relacionados con la interacción del usuario con la App. Esta información se recopila para mejorar la funcionalidad de la App y proporcionar una mejor experiencia al usuario.",
          "useOfCollectedInfoTitle": "Uso de la información recopilada",
          "useOfCollectedInfo": [
          "Para proporcionar y personalizar la experiencia del usuario: La información recopilada permite a Musart personalizar el contenido y las características de la App para adaptarse mejor a las preferencias e intereses del usuario.",
          "Para mejorar el servicio al cliente: La información ayuda a Musart a responder de manera más eficiente a las solicitudes de soporte del usuario y brindar un servicio al cliente eficaz.",
          "Para enviar correos electrónicos periódicos: Musart puede utilizar la dirección de correo electrónico proporcionada para enviar al usuario actualizaciones, notificaciones e información importante relacionada con la App. El usuario puede optar por no recibir dichas comunicaciones poniéndose en contacto con Musart o utilizando el enlace para cancelar la suscripción proporcionado en los correos electrónicos."
          ],
          "protectionOfUserInfoTitle": "Protección de la información del usuario",
          "protectionOfUserInfo": "Musart toma las medidas de seguridad adecuadas para proteger la información del usuario contra el acceso no autorizado, la alteración, la divulgación o la destrucción. Esto incluye mantener prácticas adecuadas de recopilación, almacenamiento y procesamiento de datos y medidas de seguridad para proteger contra el acceso no autorizado a la información del usuario.",
          "sharingOfUserInfoTitle": "Compartir información del usuario",
          "sharingOfUserInfo": "Musart no vende, intercambia ni alquila la información de identificación personal de los usuarios a terceros. La información del usuario se utiliza estrictamente para los fines mencionados en esta Política de privacidad y solo es accesible para el personal autorizado de Musart o los proveedores de servicios que necesitan conocer la información para brindar servicios en nombre de Musart.",
          "changesToPolicyTitle": "Cambios en esta Política de privacidad",
          "changesToPolicy": "Musart se reserva el derecho de actualizar o modificar esta Política de privacidad en cualquier momento. Se recomienda a los usuarios que revisen periódicamente esta Política de privacidad para conocer cualquier cambio. El uso continuado de la App después de las modificaciones constituirá el reconocimiento y la aceptación por parte del usuario de la Política de privacidad actualizada.",
          "contactUsTitle": "Contáctenos",
          "contactUsInfo": "Si los usuarios tienen alguna pregunta o inquietud acerca de esta Política de privacidad o las prácticas de la App Musart, pueden contactarnos en angpepeles@gmail.com."
      }
    }