{
  "main": {
    "loading": "Cargando...",
    "searchArtwork": "Buscar obras",
    "searchArtist": "Buscar artistas",
    "searchTour": "Buscar tours"
  },
  "zero": {
    "skip": "Saltar",
    "one": {
      "header": "¡No te pierdas nada!",
      "text": "Elige cualquiera de los tours predefinidos o personaliza el tuyo propio para verlo todo."
    },
    "two": {
      "header": "Obtén toda la información con solo un escaneo",
      "text": "Escanea cualquier obra de arte para ver toda la historia detrás de ella."
    },
    "three": {
      "header": "Agrega todo lo que te gusta a tus favoritos",
      "text": "Nuestro algoritmo asegura que nada de lo que te gusta pase desapercibido."
    }
  },
  "buttons": {
    "tours": "Tours",
    "artists": "Artistas",
    "artworks": "Obras",
    "museum": "Museo",
    "about": "Acerca de",
    "tickets": "Tickets",
    "ticketsButton": "Comprar tickets"
  },
  "navbar": {
    "explore": "Explorar",
    "favorites": "Favoritos",
    "profile": "Perfil",
    "edit": "Editar",
    "changePassword": "Cambiar tu contraseña",
    "language": "Idioma",
    "appearance": "Apariencia",
    "support": "Soporte",
    "legal": "Legal",
    "logout": "Cerrar sesión",
    "deleteAccount": "Eliminar cuenta",
    "deleteUser": "Eliminar Usuario",
    "deleteConfirmation": "¿Estás seguro de que deseas eliminar tu cuenta? Esta acción es irreversible.",
    "cancel": "Cancelar",
    "delete": "Eliminar"
  },
  "artistSearchPage": {
    "goBack": "Volver",
    "favorited": "Marcado como favorito",
    "notFavorited": "No marcado como favorito",
    "about": "Acerca de",
    "readMore": "Leer más",
    "readLess": "Leer menos",
    "getMoreInfo": "Obtener más información",
    "loadingArtistDetails": "Cargando detalles del artista...",
    "notBioAvailable": "Biografía no disponible",
    "american": "Artistas americanos",
    "spanish": "Artistas españoles",
    "women": "Mujeres en el arte",
    "results": "Resultados para"
  },
  "artworkSearchPage": {
    "women": "Mujeres en el arte",
    "american": "Obras americanas",
    "european": "Obras europeas",
    "random": "Obras aleatorias",
    "results": "Resultados para"
  },
  "changeYourPassword": {
    "current": "Contraseña actual",
    "new": "Nueva contraseña",
    "confirm": "Confirmar contraseña",
    "change": "Cambiar tu contraseña",
    "success": "¡Contraseña cambiada exitosamente!"
  },
  "themePage": {
    "header": "Tema",
    "light": "Claro",
    "dark": "Oscuro"
  },
  "support": {
    "header": "Soporte",
    "first": "Si necesitas ayuda o tienes alguna pregunta sobre la aplicación Musart, no dudes en comunicarte con nuestro equipo de soporte. ¡Estamos aquí para ayudarte!",
    "contactHeader": "Información de contacto",
    "mail": "Correo electrónico: angpepeles@gmail.com",
    "phone": "Teléfono: +34 667 63 44 56",
    "operating": "Horario de atención",
    "week": "Lunes-Viernes: 9:00 AM - 5:00 PM (EST)",
    "weekend": "Sábado-Domingo: Cerrado"
  },
  "legal": {
    "title": "Política de privacidad",
    "intro": "Esta Política de privacidad rige la forma en que Musart recopila, utiliza, mantiene y divulga la información recopilada de los usuarios (cada uno, un 'Usuario') de la aplicación móvil Musart ('App'). Esta Política de privacidad se aplica a la App y a todos los productos y servicios ofrecidos por Musart.",
    "personalIdentificationInfoTitle": "Información de identificación personal",
    "personalIdentificationInfo": "Musart puede recopilar información de identificación personal de los Usuarios de diversas formas, incluido cuando los Usuarios se registran en la App y proporcionan su nombre, dirección de correo electrónico y contraseña. La información de identificación personal recopilada se utiliza con fines de autenticación y para mejorar la experiencia del usuario dentro de la App. Musart se compromete a garantizar que la información personal del Usuario se mantenga confidencial y segura.",
    "nonPerIdInTitle": "Información de identificación no personal",
    "nonPerIdIn": "Musart también puede recopilar información de identificación no personal sobre los Usuarios siempre que interactúen con la App. Esta información puede incluir el tipo de dispositivo utilizado, el sistema operativo, el nombre del navegador y otros detalles técnicos relacionados con la interacción del Usuario con la App. Esta información se recopila para mejorar la funcionalidad de la App y proporcionar una mejor experiencia al usuario.",
    "useOfTitle": "Uso de la información recopilada",
    "useOfCollectedInfo": [
      "Musart puede utilizar la información recopilada para los siguientes fines:",
      "- Para proporcionar y personalizar la experiencia del Usuario: La información recopilada permite a Musart personalizar el contenido y las características de la App para adaptarse mejor a las preferencias e intereses del Usuario.",
      "- Para mejorar el servicio al cliente: La información ayuda a Musart a responder de manera más eficiente a las solicitudes de soporte del usuario y brindar un servicio al cliente efectivo.",
      "- Para enviar correos electrónicos periódicos: Musart puede utilizar la dirección de correo electrónico proporcionada para enviar al Usuario actualizaciones, notificaciones e información importante relacionada con la App. El Usuario puede optar por no recibir dichas comunicaciones poniéndose en contacto con Musart o utilizando el enlace para darse de baja proporcionado en los correos electrónicos."
    ],
    "protectionOfUserInfoTitle": "Protección de la información del Usuario",
    "protectionOfUserInfo": "Musart toma las medidas de seguridad adecuadas para proteger la información del Usuario contra el acceso, alteración, divulgación o destrucción no autorizados. Esto incluye mantener prácticas adecuadas de recopilación, almacenamiento y procesamiento de datos y medidas de seguridad para proteger contra el acceso no autorizado a la información del Usuario.",
    "sharingOfUserInfoTitle": "Compartir información del Usuario",
    "sharingOfUserInfo": "Musart no vende, intercambia ni alquila la información de identificación personal del Usuario a terceros. La información del Usuario se utiliza estrictamente para los fines mencionados en esta Política de privacidad y solo es accesible para el personal autorizado de Musart o los proveedores de servicios que necesitan conocer la información para proporcionar servicios en nombre de Musart.",
    "changesToPolicyTitle": "Cambios en esta Política de privacidad",
    "changesToPolicy": "Musart se reserva el derecho de actualizar o modificar esta Política de privacidad en cualquier momento. Se recomienda a los Usuarios que revisen periódicamente esta Política de privacidad para conocer cualquier cambio. El uso continuado de la App después de las modificaciones constituirá el reconocimiento y la aceptación del Usuario de la Política de privacidad actualizada.",
    "contactUsTitle": "Contáctanos",
    "contactUsInfo": "Si los Usuarios tienen alguna pregunta o inquietud sobre esta Política de privacidad o las prácticas de la App Musart, pueden contactarnos en angpepeles@gmail.com."
  },
  "editProfile": {
    "name": "Nombre",
    "email": "Correo electrónico",
    "description": "Descripción",
    "save": "Guardar"
  },
  "museum": {
    "aboutTitle": "Acerca del museo",
    "about": "El Museo Metropolitano de Arte, comúnmente conocido como el Met, es el museo de arte más grande de las Américas, ubicado en la ciudad de Nueva York. A partir de 2022, ha recibido 3,208,832 visitantes, lo que lo sitúa en el octavo lugar entre los museos de arte más visitados en todo el mundo. En los Estados Unidos, es el segundo museo de arte más visitado, superado solo por la Galería Nacional de Arte en Washington D.C. La colección permanente del Met cuenta con más de dos millones de obras, organizadas en 17 departamentos curatoriales. Situado en la Quinta Avenida 1000, a lo largo de la Milla de los Museos en el Upper East Side de Manhattan, el edificio principal del Met es uno de los museos de arte más grandes del mundo en términos de área. Su construcción comenzó en 1880 y abarca aproximadamente 2 millones de pies cuadrados (190,000 m2). Otra ubicación, The Cloisters en Fort Tryon Park en Upper Manhattan, alberga una vasta colección de arte, arquitectura y artefactos de la Europa medieval. El establecimiento del Museo Metropolitano de Arte se remonta a 1870, con la misión de llevar el arte y la educación artística al pueblo estadounidense. Su colección permanente abarca diversas formas de arte, incluyendo la antigüedad clásica, el antiguo Egipto, pinturas y esculturas de los viejos maestros europeos, arte estadounidense y arte moderno. Además, el Met posee extensas colecciones de arte africano, asiático, oceánico, bizantino e islámico. El museo también exhibe colecciones enciclopédicas de instrumentos musicales, trajes, accesorios y armas antiguas de todo el mundo. Cabe destacar que las galerías cuentan con interiores notables que abarcan desde la Roma del siglo I hasta el diseño moderno estadounidense.",
    "schedules": "Horarios",
    "closed": "CERRADO",
    "find": "Dónde encontrarlo",
    "maps": "Abrir en Maps"
  },
  "artworkDetails": {
    "about": "Acerca de",
    "details": "Detalles",
    "find": "Dónde encontrar esto",
    "open": "Abrir en Maps",
    "like": "También te podría gustar",
    "loading": "Cargando detalles de la obra de arte...",
    "unable": "No se pueden obtener los detalles de la obra de arte."
  },
  "artistDetails": {
    "about": "Acerca de",
    "more": "Leer más",
    "less": "Leer menos",
    "moreInfo": "Obtener más información",
    "visit": "Visitar",
    "not": "Biografía no disponible",
    "loading": "Cargando detalles del artista..."
  },
  "toursRecommendations": {
    "one": "Tours de una hora",
    "recom": "Recomendados",
    "like": "Tal vez te gusten",
    "personalize": "Personaliza un tour"
  },
  "tours": {
    "rate": "En general, ¿cómo calificarías la experiencia con este tour?",
    "next": "Siguiente",
    "end": "Finalizar tour",
    "time": "¿Fue precisa la duración del tour según tus preferencias y tu tiempo estimado?",
    "info": "¿Fue útil la información de las obras del tour para ti?",
    "noMatch": "No hay tours coincidentes",
    "long": "¿Cuánto tiempo tienes para tu visita?",
    "least": "Necesitas al menos una hora para tu visita",
    "exceed": "No puedes exceder las 5 horas de tour",
    "negative": "No puedes tener minutos negativos",
    "moreMinutes": "No puedes tener más de 59 minutos",
    "allFields": "Debes completar correctamente todos los campos",
    "oneTage": "Debes elegir al menos una etiqueta",
    "miss": "¿Qué movimiento de artistas no te gustaría perderte?",
    "important": "Solo quiero ver las obras más importantes",
    "save": "Guardar tour",
    "tourTime": "Duración del tour",
    "can": "Puedes agregar o eliminar las obras aquí. Te notificaremos si tus cambios exceden el tiempo del tour.",
    "room": "Sala",
    "discover": "Descubrir el arte",
    "goTo": "Para pasar a la siguiente obra de arte, debes ir a la sala:",
    "unknown": "Artista desconocido",
    "bio": "Biografía del artista: ",
    "type": "Tipo de arte: ",
    "created": "Creado a través de",
    "noFavorites": "No tienes {{field}} favoritos",
    "mark": "Todas las {{field}} que marques como favoritas aparecerán aquí",
    "explore": "¡Ve a explorar!",
    "artworks": "obras",
    "artists": "artistas",
    "creating": "Estamos creando el tour perfecto para ti...",
    "start": "Empezar Tour",
    "personalized": "Tour personalizado"
  }
}
