{
  "main": {
    "loading": "Kargatzen...",
    "searchArtwork": "Bilatu obrak",
    "searchArtist": "Bilatu artistak",
    "searchTour": "Bilatu tourak"
  },
  "zero": {
    "skip": "Baztertu",
    "one": {
      "header": "Ez galdu ezer!",
      "text": "Hautatu zeinbait tour predefinitu edo zurea pertsonalizatu, dena ikusteko."
    },
    "two": {
      "header": "Informazio guztia eskanez",
      "text": "Eskaneatu obra batean eszenatokiaren osotasuna ikusteko."
    },
    "three": {
      "header": "Gustatzen zaizkizun guztia gehitu zure gogokoenetara",
      "text": "Gure algoritmoak ziurtatzen du ez zaidazula gustoko denik ahaztu."
    }
  },
  "buttons": {
    "tours": "Tourak",
    "artists": "Artistak",
    "artworks": "Obrak",
    "museum": "Museoa",
    "about": "Gaztelua",
    "tickets": "Sarrerak",
    "ticketsButton": "Erosi sarrerak"
  },
  "navbar": {
    "explore": "Esploratu",
    "favorites": "Gogokoenak",
    "profile": "Profila",
    "edit": "Editatu",
    "changePassword": "Aldatu zure pasahitza",
    "language": "Hizkuntza",
    "appearance": "Itxura",
    "support": "Laguntza",
    "legal": "Legal",
    "logout": "Saioa itxi",
    "deleteAccount": "Kontua ezabatu",
    "deleteUser": "Erabiltzailea ezabatu",
    "deleteConfirmation": "Ziur zaude zure kontua ezabatu nahi duzula? Ekintza hau ezin da desegin.",
    "cancel": "Ezeztatu",
    "delete": "Ezabatu"
  },

  "artistSearchPage": {
    "goBack": "Itzuli",
    "favorited": "Gogokoak",
    "notFavorited": "Ez gogokoak",
    "about": "Gaztelua",
    "readMore": "Irakurri gehiago",
    "readLess": "Irakurri gutxiago",
    "getMoreInfo": "Informazio gehiago lortu",
    "loadingArtistDetails": "Artista xehetasunak kargatzen...",
    "notBioAvailable": "Ez dago bio erabilgarri",
    "american": "Amerikar artistak",
    "spanish": "Espainiako artistak",
    "women": "Emakumeak artean",
    "results": "Emaitzak"
  },

  "artworkSearchPage": {
    "women": "Emakumeak artean",
    "american": "Amerikar obrak",
    "european": "Europar obrak",
    "random": "Aleatorioko obrak",
    "results": "Emaitzak"
  },

  "changeYourPassword": {
    "current": "Uneko pasahitza",
    "new": "Pasahitz berria",
    "confirm": "Pasahitz berria baieztatu",
    "change": "Aldatu zure pasahitza",
    "success": "Pasahitza ongi aldatu da!"
  },

  "themePage": {
    "header": "Itxura",
    "light": "Argia",
    "dark": "Iluna"
  },

  "support": {
    "header": "Laguntza",
    "first": "Musart aplikazioari buruz zalantza edo galderarik baduzu, mesedez ez ezazu huts egiteko gure laguntza-taldearekin harremanetan jartzeko. Laguntza emateko hemen gaude!",
    "contactHeader": "Harremanetarako informazioa",
    "mail": "Posta elektronikoa: angpepeles@gmail.com",
    "phone": "Telefonoa: +34 667 63 44 56",
    "operating": "Irekitako ordutegiak",
    "week": "Astelehenetik ostiralera: 9:00etatik 17:00etara (EST)",
    "weekend": "Larunbatero - Igandero: Itxita"
  },

  "legal": {
    "title": "Pribatutasun politika",
    "intro": "Pribatutasun politika hau Musart-ek erabiltzaileekin (hemen, 'Erabiltzaileak') bildutako informazioa nola jasotzen, erabiltzen, mantentzen eta adierazten du. Pribatutasun politika hau Musart aplikazioaren ('App') eta Musart-ek eskaintzen dituen produktu eta zerbitzuen guztiei dagokie.",
    "personalIdentificationInfoTitle": "Pertsona identifikazio-informazioa",
    "personalIdentificationInfo": "Musart-ek Erabiltzaileak aplikaziora erregistratu eta izena, posta elektronikoa eta pasahitza ematean pertsona identifikazio-informazioa jaso dezake. Bildutako pertsona identifikazio-informazioa autentifikazio helburuak betetzeko eta Apparen barruko erabiltzaile-esperientzia hobetzeko erabiltzen da. Musart-ek zure informazio pertsonala konfidantziala eta segurua mantentzea helburu du.",
    "nonPerIdInTitle": "Ez-pertsona identifikazio-informazioa",
    "nonPerIdIn": "Musart-ek Erabiltzaileek aplikazioarekin interakzioan dauden bitartean ez-pertsona identifikazio-informazioa jaso dezake. Informazio hau, erabiltzailearen interakzioarekin erlazionatutako gailu mota, eragile-sistema, nabigatzaile-izena eta beste xehetasun teknikoak izan daitezke. Informazio hau Apparen funtzionalitatea hobetzeko eta erabiltzaile-esperientzia hobea eskaintzeko bildutzen da.",
    "useOfTitle": "Jasotako informazioaren erabilera",
    "useOfCollectedInfo": [
      "Musart-ek jasotako informazioa honako helburuetarako erabili dezake:",
      "- Erabiltzaile-esperientzia ematea eta pertsonalizatzea: Bildutako informazioak Musart-ek aplikazioaren eduki eta ezaugarriak pertsonalizatzeko eta erabiltzailearen gustuetara eta interesei egokitzen zaizkio.",
      "- Bezero-zerbitzua hobetzea: Informazioak Musart-ek erabiltzaileen eskaintza eskaeretara erantzuteko eta eraginkorra den bezero-zerbitzua eskaintzeko lagunduko du.",
      "- Mezu elektronikoak bidaltzea: Musart-ek emandako posta elektroniko helbidea erabil ditzake Erabiltzaileari eguneratzeak, jakinarazpenak eta aplikazioarekin lotutako informazio garrantzitsua bidaltzeko. Erabiltzaileak mezuen harpidetza bertan behera uzteko, Musart-i kontaktatu edo mezuen barruko baztertu esteka erabili dezake."
    ],
    "protectionOfUserInfoTitle": "Erabiltzaile-informazioaren babesa",
    "protectionOfUserInfo": "Musart-ek segurtasun neurri egokiak hartzen ditu Erabiltzaile-informazioa baimenik gabeko sarbide, aldaketarik, argitaratzea edo suntsitzea aurka babesteko. Horretarako, erabiltzaile-informazioa babesteko datu bilduma, biltegiratze eta prozesamenduak eta Erabiltzaile-informazioa baimenik gabeko sarbidea aurka babesteko segurtasun neurriak mantentzen ditu."
    "sharingOfUserInfoTitle": "Erabiltzaile-informazioaren partekatzea",
    "sharingOfUserInfo": "Musart-ek Erabiltzaileen pertsona identifikazio-informazioa ez saltzen, ez aldatzen, ez alokatzen. Erabiltzailearen informazioa Pribatutasun Politika honetan aipatutako helburuetarako bakarrik erabiltzen da eta Musart-eko langileen edo zerbitzu hornitzaileen eskura dago, beren zerbitzuak Musart-en izenean emateko informazioa ezagutu behar dutenei eskaintzeko."
    "changesToPolicyTitle": "Pribatutasun Politika honetako aldaketak",
    "changesToPolicy": "Musart-ek Pribatutasun Politika hau eguneratu edo aldatzeko eskubidea gordetzen du. Erabiltzaileak Pribatutasun Politika honen aldaketak begiratzera animatzen dira. Aldaketekin jarraitzeak Pribatutasun Politika eguneratua onartzea adieraziko du."
    "contactUsTitle": "Jarri gurekin harremanetan",
    "contactUsInfo": "Erabiltzaileek galderarik edo zalantzak badituzte Pribatutasun Politika honi buruz edo Musart Apparen praktikari buruz, gurekin harremanetan jartzeko, jar zaitezte angpepeles@gmail.com helbidean."
  },

  "editProfile": {
    "name": "Izena",
    "email": "Posta elektronikoa",
    "description": "Deskribapena",
    "save": "Gorde"
  },

  "museum": {
    "aboutTitle": "Museoari buruz",
    "about": "Metropolitan Museum of Art, batetik besteak, Met, Ameriketako arte museo handiena da, New Yorken kokatua. 2022an, 3.208.832 bisitari jaso ditu, mundu osoko arte museo bisitatuena dena. AEBetan, National Gallery of Art-en ondoren, arte museo bigarrenik bisitatuena da. Met-ek bere sarrerako bilduma 2 milioi obrak baino gehiago ditu, 17 zeregin kuratorialen artean sailkatuta daude. 1000 Fifth Avenue aldean dagoen Met-ek, Manhattaneko Upper East Sideko Museo Miletik, munduko arte museo handienetako bat da azalera arloan. 1880an hasi zen eraikuntza, 2 milioi zatitan zehar estenditzen da (190.000 m2). Beste kokalekua, The Cloisters, Fort Tryon Parkean Upper Manhattanen dago, Europa erdiko arte, arkitektura eta artefaktuen bilduma handia dauka. Metropolitan Museum of Art-aren sortzea 1870era datoz, artea eta arte-hezkuntza amerikar jendearentzat ekarriko zituen helburuarekin. Bere sarrerako bilduma eremu desberdinetako arte formak barne hartzen ditu, antzinaromako artea, antzinako Egipto, Europako artisten pintura eta eskultura, Amerikar eta arte modernoa barne. Gainera, Met-ek Afrikako, Asiako, Ozeaniako, Bizantziako eta Islameko artearen bilduma handia dauka. Museoak instrumentu musikalak, jantziak, osagarriak eta mundu osoko zehazkiak aurkezten ditu arma zahar eta zuloagatik. Gainera, galeriek 1. mendeako Erroman dagozkien diseinu amerikar modernora artean dagozkien interesgarriak izaten dira.",
    "schedules": "Ordutegiak",
    "closed": "ITXITA",
    "find": "Non aurkitu dezakegu",
    "maps": "Ireki Mapetan"
  },

  "artworkDetails": {
    "about": "Museumari buruz",
    "details": "Xehetasunak",
    "find": "Non aurkituko duzun",
    "open": "Ireki Mapetan",
    "like": "Gustatuko zaizu",
    "loading": "Obra xehetasunak kargatzen...",
    "unable": "Ezin izan da obra xehetasunak eskuratu."
  },

  "artistDetails": {
    "about": "Artistaari buruz",
    "more": "Irakurri gehiago",
    "less": "Irakurri gutxiago",
    "moreInfo": "Informazio gehiago lortu",
    "visit": "Ikusi",
    "not": "Bio erabilgarria ez da",
    "loading": "Artista xehetasunak kargatzen..."
  },

  "toursRecommendations": {
    "one": "Orduko tourak",
    "recom": "Gomendatua",
    "like": "Gustoko dituzu",
    "personalize": "Pertsonalizatu Tour bat"
  },

  "tours": {
    "rate": "Orokorrez, nola ebaluatzen duzu tourarekin izandako esperientzia?",
    "next": "Hurrengoa",
    "end": "Toura amaitu",
    "time": "Touraren unea zure gogokoaren eta zure estimazioaren arabera zehaztu zenbait?",
    "info": "Tourko obrakiko informazioa zuretzat erabilgarria izan da?",
    "noMatch": "Ez da tour bat aurkitzen",
    "long": "Zenbat denbora behar duzun zure bisita egiterako?",
    "least": "Gutxienez ordu bat behar duzu bisitatzeko",
    "exceed": "Ezin duzu touraren 5 orduak gainditu",
    "negative": "Ezin duzu minutu negatiboak izan",
    "moreMinutes": "Ezin duzu 59 minutu baino gehiago izan",
    "allFields": "Kanpo-bidea beharrezkoa da derrigorrez bete behar duzu",
    "oneTage": "Gutxienez etiketa bat hautatu behar duzu",
    "miss": "Zein artista mugimendua ez zenuke galdu nahi?",
    "important": "Bereziki garrantzitsuenak diren obrak soilik ikusi nahi ditut",
    "save": "Gorde tourra",
    "tourTime": "Touraren unea",
    "can": "Hemen obrak gehitu, ezabatu edo aldatu ditzakezu. Zure aldaketek touraren denbora gainditzen badute, jakinaraziko dizugu.",
    "room": "Gela",
    "discover": "Artea ezagutu",
    "goTo": "Hurrengo obrara joateko gela honetara joan behar duzu:",
    "unknown": "Artista ezezaguna",
    "bio": "Artista-biografia: ",
    "type": "Arte mota: ",
    "created": "Sortua",
    "noFavorites": "Ez daukazu gogokorik {{field}}",
    "mark": "Gogoko duzun {{field}} guztiak hemen agertuko dira",
    "explore": "Joan Esploratu!",
    "artworks": "obrak",
    "artists": "artistak",
    "creating": "Zuretzako tour perfektua sortzen ari gara...",
    "start": "Toura hasi",
    "personalized": "Pertsonalizatutako tourra"
  }
}
