{
    "navbar": {
        "explore": "Explorer",
        "favorites": "Favoris",
        "profile": "Profil",
        "edit": "Modifier",
        "tourTimePreferences": "Préférences de temps de visite",
        "scanHistory": "Historique des scans",
        "changePassword": "Changer votre mot de passe",
        "language": "Langue",
        "appearance": "Apparence",
        "support": "Support",
        "legal": "Mentions légales",
        "logout": "Déconnexion",
        "deleteAccount": "Supprimer le compte",
        "deleteUser": "Supprimer l'utilisateur",
        "deleteConfirmation": "Êtes-vous sûr de vouloir supprimer votre compte ? Cette action est irréversible.",
        "cancel": "Annuler",
        "delete": "Supprimer"
    },

    "artistSearchPage": {
        "goBack": "Retour",
        "favorited": "Favori",
        "notFavorited": "Non favori",
        "about": "À propos",
        "readMore": "Lire plus",
        "readLess": "Lire moins",
        "getMoreInfo": "Obtenir plus d'informations",
        "loadingArtistDetails": "Chargement des détails de l'artiste...",
        "notBioAvailable": "Biographie non disponible"
    },

    "artworkSearchPage": {
        "women": "Femmes dans l'art",
        "american": "Œuvres américaines",
        "european": "Œuvres européennes",
        "random": "Œuvres aléatoires"
    },

    "changeYourPassword": {
        "current": "Mot de passe actuel",
        "new": "Nouveau mot de passe",
        "confirm": "Confirmer le mot de passe",
        "change": "Changer le mot de passe"
    },

    "themePage": {
        "select": "Sélectionner le thème de l'application",
        "light": "Mode clair",
        "dark": "Mode sombre"
    },

    "support": {
        "header": "Support",
        "first": "Si vous avez besoin d'aide ou avez des questions concernant l'application Musart, n'hésitez pas à contacter notre équipe de support. Nous sommes là pour vous aider !",
        "contactHeader": "Coordonnées",
        "mail": "E-mail : angpepeles@gmail.com",
        "phone": "Téléphone : +34 667 63 44 56",
        "operating": "Horaires d'ouverture",
        "week": "Lundi-vendredi : 9h00 - 17h00 (EST)",
        "weekend": "Samedi-dimanche : Fermé"
    },

    "legal": {
        "title": "Politique de confidentialité",
        "intro": "Cette politique de confidentialité régit la manière dont Musart collecte, utilise, conserve et divulgue les informations collectées auprès des utilisateurs (chacun, un 'Utilisateur') de l'application mobile Musart ('App'). Cette politique de confidentialité s'applique à l'App et à tous les produits et services offerts par Musart.",
        "personalIdentificationInfoTitle": "Informations d'identification personnelle",
        "personalIdentificationInfo": "Musart peut collecter des informations d'identification personnelle auprès des utilisateurs de différentes manières, notamment lorsque les utilisateurs s'inscrivent sur l'App et fournissent leur nom, leur adresse e-mail et leur mot de passe. Les informations d'identification personnelle collectées sont utilisées à des fins d'authentification et pour améliorer l'expérience utilisateur dans l'App. Musart s'engage à assurer que les informations personnelles de l'utilisateur sont gardées confidentielles et sécurisées.",
        "nonPersonalIdentificationInfoTitle": "Informations d'identification non personnelles",
        "nonPersonalIdentificationInfo": "Musart peut également collecter des informations d'identification non personnelles sur les utilisateurs chaque fois qu'ils interagissent avec l'App. Ces informations peuvent inclure le type d'appareil utilisé, le système d'exploitation, le nom du navigateur et d'autres détails techniques liés à l'interaction de l'utilisateur avec l'App. Ces informations sont collectées pour améliorer la fonctionnalité de l'App et offrir une meilleure expérience utilisateur.",
        "useOfCollectedInfoTitle": "Utilisation des informations collectées",
        "useOfCollectedInfo": [
            "Pour fournir et personnaliser l'expérience de l'utilisateur : Les informations collectées permettent à Musart de personnaliser le contenu et les fonctionnalités de l'App pour mieux correspondre aux préférences et aux intérêts de l'utilisateur.",
            "Pour améliorer le service client : Les informations aident Musart à répondre plus efficacement aux demandes de support des utilisateurs et à fournir un service client efficace.",
            "Pour envoyer des e-mails périodiques : Musart peut utiliser l'adresse e-mail fournie pour envoyer des mises à jour, des notifications et des informations importantes concernant l'App. L'utilisateur peut choisir de ne plus recevoir de telles communications en contactant Musart ou en utilisant le lien de désabonnement fourni dans les e-mails."
        ],
        "protectionOfUserInfoTitle": "Protection des informations de l'utilisateur",
        "protectionOfUserInfo": "Musart prend des mesures de sécurité appropriées pour protéger les informations de l'utilisateur contre tout accès, altération, divulgation ou destruction non autorisés. Cela inclut le maintien de pratiques appropriées de collecte, de stockage et de traitement des données et des mesures de sécurité pour protéger contre tout accès non autorisé aux informations de l'utilisateur.",
        "sharingOfUserInfoTitle": "Partage des informations de l'utilisateur",
        "sharingOfUserInfo": "Musart ne vend, n'échange ni ne loue les informations d'identification personnelle de l'utilisateur à d'autres personnes. Les informations de l'utilisateur sont strictement utilisées aux fins mentionnées dans cette politique de confidentialité et ne sont accessibles qu'au personnel autorisé de Musart ou aux prestataires de services qui doivent connaître les informations pour fournir des services au nom de Musart.",
        "changesToPolicyTitle": "Modifications de cette politique de confidentialité",
        "changesToPolicy": "Musart se réserve le droit de mettre à jour ou de modifier cette politique de confidentialité à tout moment. Les utilisateurs sont encouragés à consulter régulièrement cette politique de confidentialité pour prendre connaissance des éventuelles modifications. L'utilisation continue de l'App après les modifications vaudra reconnaissance et acceptation de la politique de confidentialité mise à jour par l'utilisateur.",
        "contactUsTitle": "Nous contacter",
        "contactUsInfo": "Si les utilisateurs ont des questions ou des préoccupations concernant cette politique de confidentialité ou les pratiques de l'application Musart, ils peuvent nous contacter à l'adresse angpepeles@gmail.com."
    }
}
