{
    "navbar": {
        "explore": "Explorar",
        "favorites": "Favoritos",
        "profile": "Perfil",
        "edit": "Editar",
        "tourTimePreferences": "Preferencias de tempo de visita",
        "scanHistory": "Historial de escaneado",
        "changePassword": "Cambiar contrasinal",
        "language": "Idioma",
        "appearance": "Apariencia",
        "support": "Soporte",
        "legal": "Legal",
        "logout": "Pechar sesión",
        "deleteAccount": "Eliminar conta",
        "deleteUser": "Eliminar usuario",
        "deleteConfirmation": "Estás seguro/a de que desexas eliminar a túa conta? Esta acción non se pode desfacer.",
        "cancel": "Cancelar",
        "delete": "Eliminar"
    },

    "artistSearchPage": {
        "goBack": "Volver",
        "favorited": "Engadido aos favoritos",
        "notFavorited": "Non engadido aos favoritos",
        "about": "Sobre",
        "readMore": "Ler máis",
        "readLess": "Ler menos",
        "getMoreInfo": "Obter máis información",
        "loadingArtistDetails": "Cargando detalles do artista...",
        "notBioAvailable": "Biografía non dispoñible"
    },

    "artworkSearchPage": {
        "women": "Mulleres na arte",
        "american": "Obras de arte americanas",
        "european": "Obras de arte europeas",
        "random": "Obras de arte aleatorias"
    },

    "changeYourPassword": {
        "current": "Contrasinal actual",
        "new": "Novo contrasinal",
        "confirm": "Confirmar contrasinal",
        "change": "Cambiar contrasinal"
    },

    "themePage": {
        "select": "Seleccionar tema da aplicación",
        "light": "Modo claro",
        "dark": "Modo escuro"
    },

    "support": {
        "header": "Soporte",
        "first": "Se necesitas axuda ou tes calquera dúbida sobre a aplicación Musart, non dubides en contactar co noso equipo de soporte. Estamos aquí para axudar!",
        "contactHeader": "Información de contacto",
        "mail": "Correo electrónico: angpepeles@gmail.com",
        "phone": "Teléfono: +34 667 63 44 56",
        "operating": "Horario de atención",
        "week": "De luns a venres: 9:00 - 17:00 (EST)",
        "weekend": "Sábado e domingo: Pechado"
    },

    "legal": {
        "title": "Política de privacidade",
        "intro": "Esta Política de privacidade rexe a forma na que Musart recolle, utiliza, mantén e divulga información recollida dos usuarios (cada un, un 'Usuario') da aplicación móbil Musart ('App'). Esta Política de privacidade aplícase á App e a todos os produtos e servizos ofrecidos por Musart.",
        "personalIdentificationInfoTitle": "Información de identificación persoal",
        "personalIdentificationInfo": "Musart pode recoller información de identificación persoal dos usuarios de diversas formas, incluíndo cando os usuarios se rexistran na App e proporcionan o seu nome, dirección de correo electrónico e contrasinal. A información de identificación persoal recollida utilízase para fins de autenticación e para mellorar a experiencia do usuario dentro da App. Musart comprométese a manter confidenciais e seguros os datos persoais do Usuario.",
        "nonPersonalIdentificationInfoTitle": "Información de identificación non persoal",
        "nonPersonalIdentificationInfo": "Musart tamén pode recoller información de identificación non persoal sobre os usuarios cada vez que estes interactúan coa App. Esta información pode incluír o tipo de dispositivo utilizado, o sistema operativo, o nome do navegador e outros detalles técnicos relacionados coa interacción do Usuario coa App. Esta información recóllase para mellorar a funcionalidade da App e ofrecer unha mellor experiencia ao usuario.",
        "useOfCollectedInfoTitle": "Uso da información recollida",
        "useOfCollectedInfo": [
            "Para proporcionar e personalizar a experiencia do Usuario: A información recollida permite a Musart personalizar o contido e as funcionalidades da App para se axustar mellor ás preferencias e intereses do Usuario.",
            "Para mellorar o servizo de atención ao cliente: A información axuda a Musart a responder de forma máis eficiente ás solicitudes de soporte do usuario e a proporcionar un servizo de atención ao cliente eficaz.",
            "Para enviar correos electrónicos periódicos: Musart pode utilizar o enderezo de correo electrónico proporcionado para enviar actualizacións, notificacións e información importante relacionada coa App ao Usuario. O Usuario pode elixir non recibir comunicacións semellantes poñéndose en contacto con Musart ou usando o enlace de cancelación de subscripción proporcionado nos correos electrónicos."
        ],
        "protectionOfUserInfoTitle": "Protección da información do Usuario",
        "protectionOfUserInfo": "Musart adopta medidas de seguridade axeitadas para protexer a información do Usuario contra o acceso non autorizado, a alteración, a divulgación ou a destrución. Isto inclúe prácticas axeitadas de recollida, almacenamento e procesamento de datos e medidas de seguridade para protexer contra o acceso non autorizado á información do Usuario.",
        "sharingOfUserInfoTitle": "Compartición da información do Usuario",
        "sharingOfUserInfo": "Musart non vende, intercambia ou aluga a información de identificación persoal dos Usuarios a terceiros. A información do Usuario só se utiliza estritamente para os fins mencionados nesta Política de privacidade e só é accesible ao persoal autorizado de Musart ou a provedores de servizos que necesiten coñecer a información para prestar servizos en nome de Musart.",
        "changesToPolicyTitle": "Modificacións nesta Política de privacidade",
        "changesToPolicy": "Musart resérvase o dereito de actualizar ou modificar esta Política de privacidade en calquera momento. Animamos aos Usuarios a revisar esta Política de privacidade periodicamente para calquera cambio. O uso continuado da App despois das modificacións constituirá o recoñecemento e a aceptación polo Usuario da Política de privacidade actualizada.",
        "contactUsTitle": "Contacta con nós",
        "contactUsInfo": "Se os Usuarios teñen algunha pregunta ou preocupación sobre esta Política de privacidade ou as prácticas da App Musart, poden poñerse en contacto con nós a través do correo electrónico angpepeles@gmail.com."
    }
}
