{
  "main": {
    "loading": "Caricamento...",
    "searchArtwork": "Cerca opere d'arte",
    "searchArtist": "Cerca artisti",
    "searchTour": "Cerca tour"
  },
  "zero": {
    "skip": "Salta",
    "one": {
      "header": "Non perderti nulla!",
      "text": "Scegli uno dei tour predefiniti o personalizzane uno per vedere tutto."
    },
    "two": {
      "header": "Ottieni tutte le informazioni con una sola scansione",
      "text": "Scansiona qualsiasi opera d'arte per scoprire l'intera storia dietro di essa."
    },
    "three": {
      "header": "Aggiungi tutto ciò che ti piace ai tuoi preferiti",
      "text": "Il nostro algoritmo assicura che nulla di ciò che ti piace passi inosservato."
    }
  },
  "buttons": {
    "tours": "Tour",
    "artists": "Artisti",
    "artworks": "Opere d'arte",
    "museum": "Museo",
    "about": "Informazioni",
    "tickets": "Biglietti",
    "ticketsButton": "Acquista biglietti"
  },
  "navbar": {
    "explore": "Esplora",
    "favorites": "Preferiti",
    "profile": "Profilo",
    "edit": "Modifica",
    "changePassword": "Cambia password",
    "language": "Lingua",
    "appearance": "Aspetto",
    "support": "Assistenza",
    "legal": "Legale",
    "logout": "Esci",
    "deleteAccount": "Elimina account",
    "deleteUser": "Elimina utente",
    "deleteConfirmation": "Sei sicuro di voler eliminare il tuo account? Questa azione è irreversibile.",
    "cancel": "Annulla",
    "delete": "Elimina"
  },
  "artistSearchPage": {
    "goBack": "Torna indietro",
    "favorited": "Aggiunto ai preferiti",
    "notFavorited": "Non aggiunto ai preferiti",
    "about": "Informazioni",
    "readMore": "Leggi di più",
    "readLess": "Leggi meno",
    "getMoreInfo": "Ulteriori informazioni",
    "loadingArtistDetails": "Caricamento dettagli dell'artista...",
    "notBioAvailable": "Biografia non disponibile",
    "american": "Artisti americani",
    "spanish": "Artisti spagnoli",
    "women": "Donne nell'arte",
    "results": "Risultati per"
  },
  "artworkSearchPage": {
    "women": "Donne nell'arte",
    "american": "Opere d'arte americane",
    "european": "Opere d'arte europee",
    "random": "Opere d'arte casuali",
    "results": "Risultati per"
  },
  "changeYourPassword": {
    "current": "Password attuale",
    "new": "Nuova password",
    "confirm": "Conferma password",
    "change": "Cambia password",
    "success": "Password cambiata con successo!"
  },
  "themePage": {
    "header": "Tema",
    "light": "Chiaro",
    "dark": "Scuro"
  },
  "support": {
    "header": "Assistenza",
    "first": "Se hai bisogno di assistenza o hai domande riguardo all'app Musart, non esitare a contattare il nostro team di supporto. Siamo qui per aiutarti!",
    "contactHeader": "Informazioni di contatto",
    "mail": "Email: angpepeles@gmail.com",
    "phone": "Telefono: +34 667 63 44 56",
    "operating": "Orario di apertura",
    "week": "Lunedì-Venerdì: 9:00 - 17:00 (EST)",
    "weekend": "Sabato-Domenica: Chiuso"
  },
  "legal": {
    "title": "Informativa sulla privacy",
    "intro": "Questa informativa sulla privacy descrive il modo in cui Musart raccoglie, utilizza, conserva e divulga le informazioni raccolte dagli utenti (ciascuno, un 'Utente') dell'applicazione mobile Musart ('App'). Questa informativa sulla privacy si applica all'App e a tutti i prodotti e servizi offerti da Musart.",
    "personalIdentificationInfoTitle": "Informazioni di identificazione personale",
    "personalIdentificationInfo": "Musart può raccogliere informazioni di identificazione personale dagli Utenti in vari modi, inclusa la registrazione sull'App con nome, indirizzo email e password. Le informazioni di identificazione personale raccolte vengono utilizzate per scopi di autenticazione e per migliorare l'esperienza dell'utente all'interno dell'App. Musart si impegna a mantenere riservate e sicure le informazioni personali dell'Utente.",
    "nonPerIdInTitle": "Informazioni non di identificazione personale",
    "nonPerIdIn": "Musart può raccogliere anche informazioni non di identificazione personale sugli Utenti ogni volta che interagiscono con l'App. Queste informazioni possono includere il tipo di dispositivo utilizzato, il sistema operativo, il nome del browser e altri dettagli tecnici legati all'interazione dell'Utente con l'App. Queste informazioni vengono raccolte per migliorare la funzionalità dell'App e offrire una migliore esperienza all'utente.",
    "useOfTitle": "Utilizzo delle informazioni raccolte",
    "useOfCollectedInfo": [
      "Musart può utilizzare le informazioni raccolte per i seguenti scopi:",
      "- Per fornire e personalizzare l'esperienza dell'Utente: Le informazioni raccolte consentono a Musart di personalizzare il contenuto e le funzionalità dell'App per soddisfare meglio le preferenze e gli interessi dell'Utente.",
      "- Per migliorare il servizio clienti: Le informazioni aiutano Musart a rispondere in modo più efficiente alle richieste di supporto degli utenti e a fornire un servizio clienti efficace.",
      "- Per inviare email periodiche: Musart può utilizzare l'indirizzo email fornito per inviare all'Utente aggiornamenti, notifiche e informazioni importanti relative all'App. L'Utente può scegliere di non ricevere tali comunicazioni contattando Musart o utilizzando il collegamento per annullare l'iscrizione fornito nelle email."
    ],
    "protectionOfUserInfoTitle": "Protezione delle informazioni dell'Utente",
    "protectionOfUserInfo": "Musart adotta adeguate misure di sicurezza per proteggere le informazioni dell'Utente da accessi, modifiche, divulgazioni o distruzioni non autorizzati. Questo include l'adeguata raccolta, conservazione e trattamento dei dati e misure di sicurezza per proteggere le informazioni dell'Utente da accessi non autorizzati.",
    "sharingOfUserInfoTitle": "Condivisione delle informazioni dell'Utente",
    "sharingOfUserInfo": "Musart non vende, scambia o affitta le informazioni di identificazione personale dell'Utente ad altri. Le informazioni dell'Utente vengono utilizzate esclusivamente per gli scopi menzionati in questa informativa sulla privacy e sono accessibili solo al personale autorizzato di Musart o ai fornitori di servizi che devono conoscere tali informazioni per fornire servizi per conto di Musart.",
    "changesToPolicyTitle": "Modifiche a questa informativa sulla privacy",
    "changesToPolicy": "Musart si riserva il diritto di aggiornare o modificare questa informativa sulla privacy in qualsiasi momento. Si invita gli Utenti a controllare periodicamente questa informativa sulla privacy per eventuali modifiche. L'utilizzo continuato dell'App dopo le modifiche costituirà l'accettazione e l'accordo dell'Utente con la versione aggiornata dell'informativa sulla privacy.",
    "contactUsTitle": "Contattaci",
    "contactUsInfo": "Se gli Utenti hanno domande o dubbi riguardo a questa informativa sulla privacy o alle pratiche dell'app Musart, possono contattarci all'indirizzo angpepeles@gmail.com."
  },
  "editProfile": {
    "name": "Nome",
    "email": "Email",
    "description": "Descrizione",
    "save": "Salva"
  },
  "museum": {
    "aboutTitle": "Informazioni sul museo",
    "about": "Il Metropolitan Museum of Art, comunemente noto come il Met, è il più grande museo d'arte delle Americhe, situato a New York City. Nel 2022 ha accolto 3.208.832 visitatori, posizionandosi all'ottavo posto tra i musei d'arte più visitati al mondo. Negli Stati Uniti è il secondo museo d'arte più visitato, superato solo dalla National Gallery of Art di Washington D.C. La collezione permanente del Met conta oltre due milioni di opere, organizzate in 17 dipartimenti curatoriali. Situato al 1000 di Fifth Avenue, lungo la Museum Mile nell'Upper East Side di Manhattan, il principale edificio del Met è uno dei più grandi musei d'arte al mondo per superficie. La sua costruzione iniziò nel 1880 e copre circa 2 milioni di piedi quadrati (190.000 m2). Un'altra sede, The Cloisters presso Fort Tryon Park nell'Upper Manhattan, ospita una vasta collezione di arte, architettura e reperti dell'Europa medievale. La fondazione del Metropolitan Museum of Art risale al 1870, con la missione di portare l'arte e l'educazione artistica al popolo americano. La sua collezione permanente comprende diverse forme d'arte, tra cui antichità classiche, antico Egitto, opere dei maestri europei e arte moderna americana. Inoltre, il Met possiede importanti collezioni di arte africana, asiatica, oceaniana, bizantina e islamica. Il museo espone anche collezioni enciclopediche di strumenti musicali, costumi, accessori e antiche armi e armature provenienti da tutto il mondo. Nelle gallerie sono presenti interni notevoli che spaziano dall'antica Roma al design americano moderno.",
    "schedules": "Orari",
    "closed": "CHIUSO",
    "find": "Dove trovarlo",
    "maps": "Apri in Maps"
  },
  "artworkDetails": {
    "about": "Informazioni",
    "details": "Dettagli",
    "find": "Dove troverai questa opera",
    "open": "Apri in Maps",
    "like": "Potresti anche gradire",
    "loading": "Caricamento dettagli dell'opera...",
    "unable": "Impossibile recuperare i dettagli dell'opera."
  },
  "artistDetails": {
    "about": "Informazioni",
    "more": "Leggi di più",
    "less": "Leggi meno",
    "moreInfo": "Ulteriori informazioni",
    "visit": "Visita",
    "not": "Biografia non disponibile",
    "loading": "Caricamento dettagli dell'artista..."
  },
  "toursRecommendations": {
    "one": "Tour di un'ora",
    "recom": "Consigliato",
    "like": "Potresti essere interessato a",
    "personalize": "Personalizza un tour"
  },
  "tours": {
    "rate": "Globalmente, come valuteresti l'esperienza di questo tour?",
    "next": "Avanti",
    "end": "Fine del tour",
    "time": "Il tempo del tour era accurato secondo le tue preferenze e il tempo stimato?",
    "info": "Le informazioni sulle opere d'arte del tour sono state utili per te?",
    "noMatch": "Nessun tour corrispondente",
    "long": "Quanto tempo hai per la visita?",
    "least": "Hai bisogno di almeno un'ora per la visita",
    "exceed": "Non puoi superare 5 ore di tour",
    "negative": "Non puoi avere minuti negativi",
    "moreMinutes": "Non puoi avere più di 59 minuti",
    "allFields": "Devi compilare correttamente tutti i campi",
    "oneTage": "Devi scegliere almeno un tag",
    "miss": "Quale movimento artistico non vorresti perdere?",
    "important": "Voglio vedere solo le opere d'arte più importanti",
    "save": "Salva tour",
    "tourTime": "Durata del tour",
    "can": "Puoi aggiungere o eliminare le opere d'arte qui. Ti avviseremo se le tue modifiche superano il tempo del tour.",
    "room": "Sala",
    "discover": "Scopri l'arte",
    "goTo": "Per passare alla prossima opera d'arte, devi recarti nella galleria:",
    "unknown": "Artista sconosciuto",
    "bio": "Biografia dell'artista: ",
    "type": "Tipo di arte: ",
    "created": "Creato tramite",
    "noFavorites": "Non hai preferiti {{field}}",
    "mark": "Tutti gli {{field}} contrassegnati come preferiti appariranno qui",
    "explore": "Vai all'esplorazione!",
    "artworks": "opere d'arte",
    "artists": "artisti",
    "creating": "Stiamo creando il tour perfetto per te...",
    "start": "Inizia il tour",
    "personalized": "Tour personalizzato"
  }
}
