{
    "navbar": {
        "explore": "Verkennen",
        "favorites": "Favorieten",
        "profile": "Profiel",
        "edit": "Bewerken",
        "tourTimePreferences": "Voorkeuren rondleidingstijden",
        "scanHistory": "Scan geschiedenis",
        "changePassword": "Wijzig je wachtwoord",
        "language": "Taal",
        "appearance": "Uiterlijk",
        "support": "Ondersteuning",
        "legal": "Juridisch",
        "logout": "Uitloggen",
        "deleteAccount": "Account verwijderen",
        "deleteUser": "Gebruiker verwijderen",
        "deleteConfirmation": "Weet je zeker dat je je account wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.",
        "cancel": "Annuleren",
        "delete": "Verwijderen"
    },

    "artistSearchPage": {
        "goBack": "Ga terug",
        "favorited": "Favoriet",
        "notFavorited": "Niet favoriet",
        "about": "Over",
        "readMore": "Lees meer",
        "readLess": "Lees minder",
        "getMoreInfo": "Meer informatie",
        "loadingArtistDetails": "Bezig met laden van artiestendetails...",
        "notBioAvailable": "Biografie niet beschikbaar"
    },

    "artworkSearchPage": {
        "women": "Vrouwen in de kunst",
        "american": "Amerikaanse kunstwerken",
        "european": "Europese kunstwerken",
        "random": "Willekeurige kunstwerken"
    },

    "changeYourPassword": {
        "current": "Huidig wachtwoord",
        "new": "Nieuw wachtwoord",
        "confirm": "Bevestig wachtwoord",
        "change": "Wachtwoord wijzigen"
    },

    "themePage": {
        "select": "Selecteer app-thema",
        "light": "Lichte modus",
        "dark": "Donkere modus"
    },

    "support": {
        "header": "Ondersteuning",
        "first": "Als je hulp nodig hebt of vragen hebt over de Musart-app, aarzel dan niet om contact op te nemen met ons ondersteuningsteam. We zijn hier om te helpen!",
        "contactHeader": "Contactgegevens",
        "mail": "E-mail: angpepeles@gmail.com",
        "phone": "Telefoon: +34 667 63 44 56",
        "operating": "Openingstijden",
        "week": "Maandag-vrijdag: 9:00 - 17:00 (EST)",
        "weekend": "Zaterdag-zondag: Gesloten"
    },

    "legal": {
        "title": "Privacybeleid",
        "intro": "Dit Privacybeleid regelt de manier waarop Musart informatie verzamelt, gebruikt, onderhoudt en openbaar maakt die is verzameld bij gebruikers (elk, een 'Gebruiker') van de mobiele applicatie Musart ('App'). Dit Privacybeleid is van toepassing op de App en alle producten en diensten die worden aangeboden door Musart.",
        "personalIdentificationInfoTitle": "Persoonlijke identificatie-informatie",
        "personalIdentificationInfo": "Musart kan persoonlijke identificatie-informatie verzamelen van Gebruikers op verschillende manieren, waaronder wanneer Gebruikers zich registreren op de App en hun naam, e-mailadres en wachtwoord opgeven. De verzamelde persoonlijke identificatie-informatie wordt gebruikt voor authenticatiedoeleinden en om de gebruikerservaring binnen de App te verbeteren. Musart zet zich in om de persoonlijke informatie van de Gebruiker vertrouwelijk en veilig te houden.",
        "nonPersonalIdentificationInfoTitle": "Niet-persoonlijke identificatie-informatie",
        "nonPersonalIdentificationInfo": "Musart kan ook niet-persoonlijke identificatie-informatie over Gebruikers verzamelen telkens wanneer ze interageren met de App. Deze informatie kan het type apparaat dat wordt gebruikt, het besturingssysteem, de browsernaam en andere technische details over de interactie van de Gebruiker met de App omvatten. Deze informatie wordt verzameld om de functionaliteit van de App te verbeteren en een betere gebruikerservaring te bieden.",
        "useOfCollectedInfoTitle": "Gebruik van verzamelde informatie",
        "useOfCollectedInfo": [
            "Om de ervaring van de Gebruiker te bieden en te personaliseren: De verzamelde informatie stelt Musart in staat de inhoud en functies van de App aan te passen aan de voorkeuren en interesses van de Gebruiker.",
            "Om klantenservice te verbeteren: De informatie helpt Musart om efficiënter te reageren op ondersteuningsverzoeken van gebruikers en effectieve klantenservice te bieden.",
            "Om periodieke e-mails te sturen: Musart kan het opgegeven e-mailadres gebruiken om updates, meldingen en belangrijke informatie met betrekking tot de App naar de Gebruiker te sturen. De Gebruiker kan ervoor kiezen om dergelijke communicatie niet te ontvangen door contact op te nemen met Musart of door gebruik te maken van de afmeldlink die is opgenomen in de e-mails."
        ],
        "protectionOfUserInfoTitle": "Bescherming van gebruikersinformatie",
        "protectionOfUserInfo": "Musart neemt passende beveiligingsmaatregelen om gebruikersinformatie te beschermen tegen ongeoorloofde toegang, wijziging, openbaarmaking of vernietiging. Dit omvat passende praktijken voor gegevensverzameling, -opslag en -verwerking en beveiligingsmaatregelen om ongeoorloofde toegang tot gebruikersinformatie te voorkomen.",
        "sharingOfUserInfoTitle": "Delen van gebruikersinformatie",
        "sharingOfUserInfo": "Musart verkoopt, verhandelt of verhuurt de persoonlijke identificatie-informatie van Gebruikers niet aan anderen. Gebruikersinformatie wordt strikt gebruikt voor de doeleinden die in dit Privacybeleid worden genoemd en is alleen toegankelijk voor geautoriseerd personeel van Musart of dienstverleners die deze informatie nodig hebben om namens Musart diensten te verlenen.",
        "changesToPolicyTitle": "Wijzigingen in dit privacybeleid",
        "changesToPolicy": "Musart behoudt zich het recht voor om dit privacybeleid op elk moment bij te werken of te wijzigen. Gebruikers worden aangemoedigd om dit privacybeleid regelmatig te controleren op eventuele wijzigingen. Door de App te blijven gebruiken na de wijzigingen, erkent en accepteert de Gebruiker het bijgewerkte privacybeleid.",
        "contactUsTitle": "Neem contact met ons op",
        "contactUsInfo": "Als Gebruikers vragen of zorgen hebben over dit Privacybeleid of de praktijken van de Musart App, kunnen ze contact met ons opnemen via angpepeles@gmail.com."
    }
}
